GroundFineStandard/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    Inlet
    {
          type             inletOutlet;
     	 inletValue       $internalField;
    }

    Outlet
    {
        type               fixedValue;
	value              uniform 1;
    }

   Side
    {
        type            empty;
    }
   
    Airfoil 
    {
        type            zeroGradient;
    }    
    Ground 
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
