GroundFineStandard/0/nuTilda
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 6.603996036948408e-07;

boundaryField
{
    Inlet
    {
      type             inletOutlet;
      inletValue         $internalField;
    }

    Outlet
    {
      type              zeroGradient;
    }


    Side
    {
        type            empty;
    }
   
    Airfoil
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0;
    }
    Ground
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0;
    }
}

// ************************************************************************* //
